{
    "title": "U.S. Creates High-Tech Global Supply Chains to Blunt Risks Tied to China",
    "content": "If the Biden administration had its way, far more electronic chips would be made in factories in, say, Texas or Arizona.\nThey would then be shipped to partner countries, like Costa Rica or Vietnam or Kenya, for final assembly and sent out into the world to run everything from refrigerators to supercomputers.\nThose places may not be the first that come to mind when people think of semiconductors. But administration officials are trying to transform the world’s chip supply chain and are negotiating intensely to do so.\nThe core elements of the plan include getting foreign companies to invest in chip-making in the United States and finding other countries to set up factories to finish the work. Officials and researchers in Washington call it part of the new “chip diplomacy.”\nThe Biden administration argues that producing more of the tiny brains of electronic devices in the United States will help make the country more prosperous and secure. President Biden boasted about his efforts in his interview on Friday with ABC News, during which he said he had gotten South Korea to invest billions of dollars in chip-making in the United States.\nBut a key part of the strategy is unfolding outside America’s borders, where the administration is trying to work with partners to ensure that investments in the United States are more durable.\nIf the nascent effort progresses, it may help the administration meet some of its broad strategic goals. It wants to blunt security concerns involving China, which is growing its chip manufacturing while making threats against Taiwan, a global center of chip technology. And it wants to lower the risks of disruptions to the chip supply chain — risks that became evident during the coronavirus pandemic and the war in Ukraine, both of which threw global shipping and manufacturing into turmoil.\n“The focus has been to do our best to expand the capacity in a diverse set of countries to make those global supply chains more resilient,” said Ramin Toloui, a Stanford professor who recently served as assistant secretary of the State Department’s Bureau of Economic and Business Affairs, which is at the forefront of diplomatic efforts to set up new supply chains.\nThe administration aims to do that not just for chips, but also for green energy technology such as electric vehicle batteries, solar panels and wind turbines. China is by far the biggest player in those industries.\nMr. Biden and his aides say that dominance by Chinese companies is a national security issue as well as a human rights problem, given that some of the manufacturing takes place in Xinjiang , a region of China where officials force members of some Muslim ethnic groups to work in factories.\nOver three years of the Biden administration, the United States has attracted $395 billion of investment in semiconductor manufacturing and $405 billion for making green technology and generating clean power, Mr. Toloui said.\nMany of the companies investing in that kind of manufacturing in the United States are based in Asian countries known for their tech industries — Japan, South Korea and Taiwan, for instance — and in Europe. One is SK Hynix, a South Korean chipmaker that is building a $3.8 billion factory in Indiana. The State Department says that the project is the largest-ever investment in that state and that it has the potential to bring more than 1,000 jobs to the region.\nSecretary of State Antony J. Blinken mentioned that project in a speech last month at a conference in Maryland aimed at encouraging foreign investment in the United States. And he underscored how he hoped legislation enacted by Mr. Biden would draw foreign investment to U.S. high-tech manufacturing by “modernizing our roads, our rail, our broadband, our electric grid.”\nThe policy efforts, he added, are aimed at “strengthening and diversifying supply chains, turbocharging domestic manufacturing, spurring key industries of the future, from semiconductors to clean energy.”\nThe Commerce Department has also played a major role in the effort to shore up the chip supply chain and is disbursing $50 billion to companies and organizations to research, develop and manufacture chips.\nGina Raimondo, the commerce secretary, led an in-depth study of global chip supply chains to identify vulnerabilities and has worked with foreign governments to discuss opportunities for additional investments overseas.\nThe topic was a focus of Ms. Raimondo’s trip to Costa Rica this past spring as she met with local officials and executives from Intel, which runs a factory there. (Mr. Toloui spoke at a semiconductor manufacturing conference in Costa Rica in January.) She also discussed diversifying the semiconductor supply chain on trips to Panama and Thailand.\nBut reworking global supply chains so that they are less dependent on East Asia will be a challenge . East Asian chip factories offer more cutting-edge technology, a larger pool of talented engineers and lower costs than American factories are projected to.\nTaiwan manufactures nearly all of the world’s most advanced chips, which are used in computers, AI servers, smartphones and other devices.\nBy comparison, the U.S. semiconductor industry could face a shortage of up to 90,000 workers over the next few years, according to several estimates.\nGovernments in China, Taiwan, South Korea and elsewhere are also aggressively subsidizing their own chips industries.\nStill, billions of dollars of new U.S. investment are expected to somewhat shift global supply chains. The U.S. share of global chip manufacturing is projected to rise to 14 percent by 2032, from 10 percent today, according to a May report from the Semiconductor Industry Association and the Boston Consulting Group.\nSome administration officials have engaged in a more coercive form of chip diplomacy to prevent China from developing versions of American technology. That approach has focused on persuading a handful of countries — Japan and the Netherlands, in particular — to stop companies from selling some chip-making tools to China.\nAlan Estevez, who leads the bureau within the Commerce Department in charge of export controls, visited Japan and the Netherlands last month to try to persuade the countries to block companies there from selling certain advanced technology to China.\nBy contrast, Mr. Toloui and his aides have flown around the world to scout out countries and companies that might want to invest in the American industry and set up factories that would form the endpoint of the supply chain. Mr. Toloui said his bureau’s work was an element of Mr. Biden’s recent enactment of legislation to create more manufacturing jobs in the United States, including the infrastructure act and the CHIPS and Science Act.\nThe CHIPS act includes $500 million of funding annually for the administration to create secure supply chains and to protect semiconductor technology. The State Department draws on that money to find countries for supply chain development. Officials are organizing studies on a range of countries to see how infrastructure and work forces can be brought up to certain standards to ensure smooth chip assembly, packaging and shipping.\nThe countries now in the program are Costa Rica, Indonesia, Mexico, Panama, the Philippines, and Vietnam. The U.S. government is bringing in Kenya.\nJob training is a priority in this supply chain creation, Mr. Toloui said. He has talked to Arizona State University about being a partner with overseas institutions to develop training programs. One such institution is Vietnam National University in Ho Chi Minh City, which he visited in May.\nMartijn Rasser, the managing director of Datenna Inc., a research firm that focuses on China, said this network of alliances was a strategic advantage that the United States has over China.\nFor the United States to try to do everything itself would be too expensive, he said. And going it alone would not recognize the reality that technology today is much more diffused globally than it was a few decades ago, with various countries playing important roles in the chip supply chain.",
    "image_url": "https://static01.nyt.com/images/2024/07/05/multimedia/00dc-diplo-tech-01-lpwt/00dc-diplo-tech-01-lpwt-facebookJumbo.jpg?year=2024&h=550&w=1050&s=13755d83b6269a99efd040287de6671da5ce564a2e91e90fa0983c097b116393&k=ZQJBKqZ0VN",
    "published_date": "2024-07-08T14:30:48Z",
    "url": "https://www.nytimes.com/2024/07/08/us/politics/supply-chain-china-tech.html",
    "label": "True",
    "factcheck_questions": "1. Did the U.S. attract $395 billion in semiconductor investment in 2024?\n2. Is Taiwan the leading producer of advanced semiconductor chips?\n3. Are new U.S. semiconductor factories expected to create 90,000 jobs?\n4. Did the U.S. government invest $50 billion in chip research?",
    "answers": "1. Yes. According to information released by the U.S. White House, since the signing of the CHIPS and Science Act, companies have announced over $395 billion in investment commitments in the semiconductor and electronics sectors. These investments have revitalized the U.S. semiconductor manufacturing industry and created over 115,000 jobs. Source: [White House Official Website](https://bidenwhitehouse.archives.gov/briefing-room/statements-releases/2024/08/09/fact-sheet-two-years-after-the-chips-and-science-act-biden-%E2%81%A0harris-administration-celebrates-historic-achievements-in-bringing-semiconductor-supply-chains-home-creating-jobs-supporting-inn/)\n\n2. Yes.  \nAuthoritative research shows that Taiwan is the global leader in the production of advanced semiconductor chips. A 2023 working paper by the U.S. International Trade Commission (USITC) states that approximately 92% of the world's most advanced chip manufacturing capacity is located in Taiwan, primarily handled by TSMC (see page 3).  \nSource: https://www.usitc.gov/publications/332/working_papers/ecwp_2023-11-a.pdf\n\n3. Yes, reports indicate that the construction and expansion of new semiconductor factories in the U.S. are expected to create approximately 90,000 direct and indirect jobs. These projects are driven by the CHIPS and Science Act and involve multiple large-scale investment initiatives.\n\n4. Yes, the U.S. government authorized approximately $50 billion in the 2022 CHIPS and Science Act for the Department of Commerce to support research, development, innovation, and manufacturing projects in the semiconductor (including chips) sector.  \nSource: CHIPS Act report by the Department of Commerce (oversight.gov) and official NIST documentation.  \n> [Commerce CHIPS Act Programs Status Report - oversight.gov](https://www.oversight.gov/reports/commerce-chips-act-programs-status-report?utm_source=chatgpt.com) · Oversight.gov · 2025/6/2  \n> The CHIPS Act provides $50 billion to the Department of Commerce to support semiconductor research, development, innovation, and manufacturing, along with authorization for up to $75 billion in direct loans and loan guarantees. The National Institute of Standards and Technology (NIST) oversees the Department’s CHIPS program.",
    "domain": "Technology"
}