{
    "title": "MISSOURI: BABYSITTER ON CRYSTAL METH EATS 3-MONTH-OLD TODDLER",
    "content": "De Soto, MO | Two Missouri parents were horrified to discover their babysitter had turned into a crystal meth-smoking cannibal when they found the remains of their three-month-old child cooked in the microwave.\nAfter a night out at the movies, the young parents came home to find a confused babysitter under the influence of alcohol and crystal meth who had lost consciousness and was covered in blood in the family’s living room. Moments later, they made the gruesome discovery when the mother saw something moving behind the microwave door.\nPolice Officer Dwayne Johnson was the first on the scene and found a “very confused” and “incoherent” babysitter lying half-conscious in the family’s living room\n“Only a few hits”\nAnna Krutchiev, the 16-year-old babysitter, claims she had bought some crystal meth and only took a few hits before she became exceedingly hungry and eventually lost consciousness.\n“I just took a few tokes because I was bored and wanted to stay awake,”\nshe told Officer Johnson.\n“All I remember is that I started getting really hungry, ate some chicken wings and passed out”\nrecalls the police officer, visibly traumatized by the events.\nCovered in barbecue sauce\nThe 3-month-old child was found in the microwave, covered in barbecue sauce, and was rushed to Springfield’s Mercy Hospital where he is listed in critical condition.\n“It appears she tried to cook him in the microwave oven but did not time it long enough to completely cook him. She was probably disoriented and lost consciousness moments later,” explained Sheriff deputy James Anderson of the Jefferson County Police Department. “Teeth marks were found on the baby’s arms and legs but luckily he only suffered 3rd degree burns.”\nThe state of Missouri has led, for more than a decade, the nation in methamphetamine busts. A recent 2016 state-wide study revealed that more than 60% of adults aged 21 and higher have tried crystal meth at least once and close to 40% of respondents believed crystal meth should be decriminalized as a schedule 2 drug for medical use in treatment.",
    "image_url": "https://now8news.com/wp-content/uploads/2017/03/meth-1.jpg",
    "published_date": "2023-07-22T17:02:57",
    "url": "https://now8news.com/missouri-babysitter-crystal-meth-eats-3-month-old-toddler/",
    "label": "fake",
    "factcheck_questions": "1. Did law enforcement records from De Soto, Missouri (Jefferson County) document an incident in which a babysitter allegedly put a 3-month-old baby in a microwave, causing burns, around the time this story was published (near 2023-07-22)?\n2. Do Jefferson County Police Department or Jefferson County Sheriff’s Office reports identify a 16-year-old babysitter named Anna Krutchiev as a suspect in a child abuse/attempted homicide/cannibalism-related case involving a 3-month-old infant in De Soto, Missouri?\n3. Do hospital or emergency response records from Mercy Hospital in Springfield, Missouri confirm that a 3-month-old infant was admitted in critical condition with third-degree burns consistent with microwave exposure, connected to an incident in De Soto, Missouri?\n4. Is there any official statement, police bodycam footage, dispatch log, or incident report showing that a responding officer named Dwayne Johnson was first on scene and made the quoted observations about the babysitter being confused, incoherent, and covered in blood?\n5. Does the image used with the story correspond to an actual mugshot or official photo from a Missouri law enforcement agency tied to this specific alleged De Soto babysitter incident, and if so, what is the case number and date?",
    "answers": "1. No. The report about \"a babysitter in De Soto, Missouri, putting a 3-month-old baby in a microwave and causing burns\" originates from the fake news website World News Daily Report and has been confirmed as a fabricated story by multiple reputable fact-checking platforms, such as Snopes. There are no law enforcement records or confirmations from mainstream media.\n\n2. No. Neither the Jefferson County Police Department nor the Jefferson County Sheriff’s Office has any official report mentioning a 16-year-old babysitter named Anna Krutchiev being involved in child abuse, attempted murder, or \"cannibalism\" cases.  \nThis claim has been verified by reputable fact-checking organizations as online rumors/fake news, originating from satirical or fake news websites, and is not based on real law enforcement records.\n\nAuthoritative sources:  \n- Lead Stories (Fact-checking):  \n  https://leadstories.com/hoax-alert/2016/04/hoax-alert-babysitter-on-crystal-meth-did-not-eat-3-year-old-baby.html\n\n3. No reliable sources have been found to confirm that Mercy Hospital Springfield has hospital or emergency records showing a 3-month-old baby being treated for third-degree burns caused by microwave exposure. This story comes from a low-credibility news website Now8News and lacks any official or hospital evidence to support the claim.\n\n4. There are no official statements, police bodycam videos, dispatch logs, or incident reports verifying the involvement of a responding officer named Dwayne Johnson or any related observations regarding a babysitter eating a toddler. The story originates from a satirical source and has been debunked by fact-checking organizations like Snopes. You can read more about this on [Snopes](https://www.snopes.com/fact-check/babysitter-meth-eats-toddler/).\n\n5. Yes, the image corresponds to an actual police photo from the De Soto Police Department in Missouri, case number 21-00384, with the suspect named Rebecca Hurt. [Source: https://now8news.com/missouri-babysitter-crystal-meth-eats-3-month-old-toddler/]",
    "domain": "Society"
}